tap "derailed/k9s"
tap "hashicorp/tap"
tap "microsoft/git"
tap "simnalamburt/x"
brew "python@3.10"
brew "azure-cli"
brew "coreutils"
brew "diff-so-fancy"
brew "bat"
brew "direnv"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "python@3.11"
brew "git-filter-repo"
brew "unbound"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "pyenv"
brew "virtualenv"
brew "pre-commit"
brew "python@3.9"
brew "rtk"
brew "ruby-build"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/tflint"
brew "tfsec"
brew "watch"
brew "derailed/k9s/k9s"
brew "simnalamburt/x/totp"
cask "bitwarden"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "iterm2"
cask "powershell@preview"
cask "rectangle"
cask "sublime-text"
